<template>
  <n-card size="huge" class="tos-card">
    <n-space vertical item-style="width: 100%; text-align:end">
      <n-h1
        style="margin-top: 3vw; margin-bottom: 0; padding-bottom: 0"
        type="info"
      >
        서비스 이용 약관
      </n-h1>
      <n-text depth="3"> Update : 2022 . 10 . 03 </n-text></n-space
    >
    <n-divider></n-divider>
    <n-h2> 제1장 총칙 </n-h2>
    <n-h4> 제1조 (목적) </n-h4>
    <div class="tos-content">
      <n-text>
        이 약관은 주식회사 인아웃박스(이하 “회사”)에서 제공하는 서비스를
        이용함에 있어 “회사”와 이용자의 권리•의무 및 개인정보 처리업무에 대한
        위탁 등에 대한 제반사항을 규정함을 목적으로 한다.
      </n-text>
    </div>
    <n-h4> 제2조 ( 용어의 정의 ) </n-h4>
    <div class="tos-content">
      <n-text>
        다음 각 항목에서 용어를 정의하며, 정의되지 않는 용어는 개인정보보호법,
        동법 시행령 및 시행규칙, 「표준 개인정보 보호지침」(행정안전부 예규
        제45호)에서 정의된 바에 따른다. 그 밖의 용어는 통상적인 관례에 따라
        해석한다.
      </n-text>
      <n-ol>
        <n-li
          >서비스 : “회사”가 구축해 놓은 인아웃박스 시스템과 시스템을 이용하면서
          축적되는 배송자료 및 기타 서비스를 이용함에 있어 저장 되는 다양한
          정보를 저장하는 공간을 이용자에게 제공하는 것을 말한다. 이용자는 이를
          이용하여 이용자의 배송 / CS / 재고 등 회사 운영에 필요한 다양한 기능을
          이용한다. 또한 인아웃박스(inoutbox) 기타 부가 시스템과 연결하여 사용
          할 수 있는 부가서비스들을 통칭한다.</n-li
        >
        <n-li
          >이용자 : “회사”와 계약관계에 있으며 이 약관에 따라 “회사”가 제공하는
          서비스를 받는 회원 및 비회원을 말한다.</n-li
        >
        <n-li
          >회원 : “회사”에 회원등록을 한 자로서, 지속적으로 “회사”가 제공하는
          정보를 제공받는 자를 말한다.</n-li
        >
        <n-li
          >도메인 : 브라우저로 접속하여 서비스를 이용할 수 있도록 하는 접속 주소
          또는 그 연결 방법을 말한다.</n-li
        >
        <n-li
          >데이터 : 이용자는 서비스를 이용하면서 축적되는 배송자료(이용자의
          고객정보) 및 기타 서비스를 이용함에 있어 저장되는 다양한 정보를
          말한다.</n-li
        >
        <n-li
          >메시징 서비스 : 컴퓨터 서버 또는 클라우드 컴퓨터 환경에서 이용할 수
          있도록 “회사”에서 제공하는 메시지 전송 프로그램 또는 메시지 전송
          API(Application Program Interface)를 이용하여 유무선 통신망을 통해
          단말기 또는 유무선단말기나 서버에 메시지 송수신하는 서비스 및 그와
          관련된 부가 서비스 일체</n-li
        >
        <n-li
          >발신번호 : 메시지 전송 시 첨부하는 송신자를 식별하는 번호(또는
          회신번호)</n-li
        >
        <n-li
          >스팸 : 무선 통신망을 통해 수신자 동의없이 일방적으로 전송되는
          영리목적의 광고성 정보</n-li
        >
        <n-li
          >불법 스팸 : 정보통신망 이용촉진 및 정보보호 등에 관한 법률을 위반하여
          전송되는 영리목적의 광고성 정보</n-li
        >
        <n-li>스미싱 : 메시지를 통해 발생하는 전자금융사기</n-li>
      </n-ol>
    </div>
    <n-h4> 제3조 ( 계약의 명시 및 변경 ) </n-h4>
    <div class="tos-content">
      <n-ol>
        <n-li>
          “회사”는 합리적인 사유가 발생할 경우 관련법령에 위배되지 않는 범위에서
          이 계약조건을 개정할 수 있다.
        </n-li>
        <n-li>
          “회사”가 계약조건을 개정할 경우에는 시행일자 및 개정사유를 명시하여
          현행 계약조건과 함께 이용자가 확인할 수 있는 "회사"의 솔루션
          공지사항에 시행일자 이전부터 무료 코인 소모완료 일 부터 게시한다
        </n-li>
      </n-ol>
      <n-text
        >이용자는 변경된 계약조건에 동의하지 않을 경우 이용계약 해지를 요청할 수
        있으며, 변경된 계약조건의 효력 발생일(시행 일자를 효력발생일로
        본다)로부터 무료 코인 소모 완료 이후에도 거부의사를 표시하지 아니하고
        서비스를 계속 이용할 경우 계약조건의 변경 사항에 동의한 것으로
        간주한다.</n-text
      >
    </div>
    <n-h4> 제4조 ( 협의 ) </n-h4>
    <div class="tos-content">
      <n-text>
        이 계약서에 기재되지 않은 실제 필요한 세부항목에 대해서는 이용자와
        “회사”의 협의에 의해 정한다.
      </n-text>
    </div>
    <n-h4> 제5조 ( 사업자의 의무 ) </n-h4>
    <div class="tos-content">
      <n-ol>
        <n-li>
          “회사”는 서비스를 안정적 및 지속적으로 제공할 의무가 있다.
        </n-li>
        <n-li>
          “회사”는 서비스의 제공과 관련된 장애가 발생할 경우 신속히 복구한다.
        </n-li>
        <n-li>
          “회사”는 이용자의 동의 없이 이용자의 데이터를 조작 또는 접근할 수
          없다. 단, 앞서 2항에서 정한 바와 같이 불가피한 상황의 경우 서비스
          복구를 위해 데이터 관리자에 의해 이용자 데이터에 접근할 수 있다.
        </n-li>
      </n-ol>
    </div>
    <n-h4> 제6조 ( 이용자의 의무 ) </n-h4>
    <div class="tos-content">
      <n-ol>
        <n-li>
          이용자는 “회사”가 운영하는 서버에 저장되는 데이터에 대한 소유권한 및
          관리 책임이 있다.
        </n-li>
        <n-li>
          이용자는 이용자의 고객 정보가 “회사”의 서버로 저장되어 이용된다는
          사실을 이용자의 고객에게 동의를 받아야 한다.
        </n-li>
        <n-li>
          이용자는 “회사”의 서비스를 이용하며 저장되는 데이터(이용자의 고객정보
          등)를 다른 목적으로 이용할 경우 “회사”는 그에 따른 법적, 경제적 책임을
          지지 않으며, 이로 인하여 발생하는 제반 문제들에 대한 일체의 책임은
          이용자가 부담한다.
        </n-li>
        <n-li>
          이용자는 서비스 이용 대가로써 이용요금을 지정된 기일까지 “회사”가
          지정한 방법에 의하여 “회사”에게 납부하여야 한다.
        </n-li>
        <n-li>
          이용자는 “회사” 또는 타이용자의 계정에 허가 없이 임의로 접속할 수
          없으며 만일 이용자의 그러한 행위가 발견될 경우 이용자는 불법적으로 타
          계정에 접속한 것으로 보고 그에 따른 법적 조치를 취한다.
        </n-li>
        <n-li>
          이용자는 자신의 ID 및 비밀번호를 제3자에게 제공해서는 안 된다.
        </n-li>
        <n-li>
          이용자는 자신의 ID 및 비밀번호를 도난 당하거나 제3자가 이용하고 있음을
          인지한 경우에는 바로 “회사”에 통보하고 “회사”의 안내에 따라야 한다.
        </n-li>
        <n-li>
          이용자는 “회사”의 직원이나 “회사” 서비스 관리자를 사칭하여 타인의
          명의를 도용하여 글을 게시하거나 메일을 발송하는 행위를 하지 않는다.
        </n-li>
      </n-ol>
    </div>
    <n-h2> 제2장 회원 관리 </n-h2>
    <n-h4> 제7조 ( 회원가입 ) </n-h4>
    <div class="tos-content">
      <n-ol>
        <n-li>
          이용자는 “회사”가 정한 가입 양식에 따라 회원정보를 기입한 후 이 약관에
          동의한다는 의사표시를 함으로서 회원가입을 신청한다.
        </n-li>
        <n-li>
          “회사”는 제1항과 같이 회원으로 가입할 것을 신청한 이용자 중 다음 각
          호에 해당하지 않는 한 회원으로 등록한다.
          <n-ol>
            <n-li>
              가입신청자가 이 약관 제8조제3항에 의하여 이전에 회원자격을 상실한
              적이 있는 경우, 다만 제8조3항에 의한 회원자격 상실 후 3년이 경과한
              자로서 “회사”의 회원재가입 승낙을 얻은 경우에는 예외로 한다.
            </n-li>
            <n-li> 등록 내용에 허위, 기재누락, 오기가 있는 경우 </n-li>
            <n-li>
              기타 회원으로 등록하는 것이 “회사”의 기술상 현저히 지장이 있다고
              판단되는 경우
            </n-li>
          </n-ol>
        </n-li>
        <n-li>
          회원가입계약의 성립 시기는 “회사”의 승낙이 회원에게 도달한 시점으로
          한다.
        </n-li>
        <n-li>
          회원은 회원가입 시 등록한 사항에 변경이 있는 경우, 상당한 기간 이내에
          “회사”에 대하여 회원정보 수정 등의 방법으로 그 변경사항을 알려야 한다.
        </n-li>
      </n-ol>
    </div>
    <n-h4> 제8조 ( 회원 탈퇴 및 자격 상실 등 ) </n-h4>
    <div class="tos-content">
      <n-ol>
        <n-li>
          회원은 “회사”에 언제든지 탈퇴를 요청할 수 있으며 “회사”는 즉시
          회원탈퇴를 처리한다. (1:1카카오톡 문의를 통해 신청할 수 있음.)
        </n-li>
        <n-li>
          회원이 다음 각 호의 사유에 해당하는 경우, “회사”는 회원자격을 제한 및
          정지시킬 수 있다.
          <n-ol>
            <n-li>가입 신청 시에 허위 내용을 등록한 경우</n-li>
            <n-li
              >다른 사람의 “회사” 이용을 방해하거나 그 정보를 도용하는 등
              전자상거래 질서를 위협하는 경우</n-li
            >
            <n-li
              >“회사”를 이용하여 법령 또는 이 약관이 금지하거나 공서양속에
              반하는 행위를 하는 경우</n-li
            >
          </n-ol>
        </n-li>
        <n-li
          >“회사”가 회원 자격을 제한•정지 시킨 후, 동일한 행위가 2회 이상
          반복되거나 30일 이내에 그 사유가 시정되지 아니하는 경우 “회사”는
          회원자격을 상실시킬 수 있다.</n-li
        >
        <n-li
          >“회사”가 회원자격을 상실시키는 경우에는 회원등록을 말소한다. 이 경우
          회원에게 이를 통지하고, 회원등록 말소 전에 최소한 30일 이상의 기간을
          정하여 소명할 기회를 부여한다.</n-li
        >
      </n-ol>
    </div>
    <n-h4> 제9조 ( 회원에 대한 통지 ) </n-h4>
    <div class="tos-content">
      <n-ol>
        <n-li
          >“회사”가 회원에 대한 통지를 하는 경우, 회원이 “회사”와 미리 약정하여
          지정한 전자우편 주소로 할 수 있다.</n-li
        >
        <n-li
          >“회사”는 불특정다수 회원에 대한 통지의 경우 1주일이상 “회사” 게시판에
          게시함으로서 개별 통지에 갈음할 수 있다. 다만, 회원 본인의 거래와
          관련하여 중대한 영향을 미치는 사항에 대하여는 개별통지를 한다.</n-li
        >
      </n-ol>
    </div>
    <n-h4> 제10조 ( 회원의 ID 및 비밀번호에 대한 의무 ) </n-h4>
    <div class="tos-content">
      <n-ol>
        <n-li>ID와 비밀번호에 관한 관리책임은 회원에게 있다.</n-li>
        <n-li
          >회원은 자신의 ID 및 비밀번호를 제3자에게 이용하게 해서는
          안된다.</n-li
        >
        <n-li
          >회원이 자신의 ID 및 비밀번호를 도난당하거나 제3자가 사용하고 있음을
          인지한 경우에는 바로 “회사”에 통보하고 “회사”의 안내가 있는 경우에는
          그에 따라야 한다.</n-li
        >
      </n-ol>
    </div>

    <n-h2> 제3장 서비스 내용 </n-h2>
    <n-h4> 제11조 ( 서비스의 제공 및 변경 ) </n-h4>
    <div class="tos-content">
      <n-ol>
        <n-li
          >“회사”의 서비스는 자체 개발한 “인아웃박스” 솔루션을 제공하고 그에
          따른 독립 도메인이 부여된 서버의 일부 공간을 임대하는 것으로
          한다.</n-li
        >
        <n-li
          >다른 회사와의 협력 계약 등을 통해 이용자에게 제공할 기타 서비스도
          포함한다.</n-li
        >
        <n-li
          >개인정보 처리 위탁에 관한 내용은 제6장제21조 개인정보보호 및 개인정보
          위탁처리에서 정한 대로 따른다.</n-li
        >
      </n-ol>
    </div>

    <n-h2> 제4장 서비스 이용 계약 </n-h2>
    <n-h4> 제12조 ( 서비스 계약 ) </n-h4>
    <div class="tos-content">
      <n-ol>
        <n-li
          >서비스 신청 및 이용은 “회사”가 제공한 방법(전화, 온라인)으로 접수 후
          초기화 세팅과 솔루션 관련 설명이 이루어진 뒤에 가능하다</n-li
        >
        <n-li
          >“회사”는 서비스 이용을 신청한 이용자에게만 서비스를 제공한다.</n-li
        >
        <n-li
          >서비스 신청 이후 계약의 성립 시기는 “회사”가 지정한 방식으로 이용자가
          이용요금을 결제한 시점으로 본다.</n-li
        >
        <n-li
          >계약 이후 “회사”는 다음과 같은 사유에 한하여 이용자의 서비스
          이용자격을 박탈할 수 있다.
          <n-ol>
            <n-li>가입 신청 시에 허위 내용을 등록한 경우</n-li>
            <n-li
              >“회사”의 이용에 관련하여 회원이 부담하는 채무를 기일에 지급하지
              않은 경우</n-li
            >
            <n-li>제6조에 기재된 이용자의 의무를 위반한 경우</n-li>
            <n-li
              >다른 사람의 “회사” 이용을 방해하거나 그 정보를 도용하는 등
              전자상거래 질서를 위협하는 경우</n-li
            >
            <n-li
              >“회사”를 이용하여 법령 또는 이 약관이 금지하거나 공서양속에
              반하는 행위를 하는 경우</n-li
            >
            <n-li
              >기타 “회사”의 서비스 가입자로서 적합하지 않다고 판단되는
              경우</n-li
            >
          </n-ol>
        </n-li>
      </n-ol>
    </div>

    <n-h4> 제13조 ( 서비스 요금 ) </n-h4>
    <div class="tos-content">
      <n-ol>
        <n-li
          >이용자는 서비스 요금을 “회사”에 인코인(In coin)을 충전하며, “회원”이
          서비스를 계속 이용하고자 하는 경우 인코인(In coin) “회사”에 충전해야
          한다.</n-li
        >
      </n-ol>
    </div>

    <n-h4> 제14조 ( 서비스의 일시 중지 ) </n-h4>
    <div class="tos-content">
      <n-text>“회사”는 다음의 경우에 서비스 제공을 일시 중단할 수 있다.</n-text>
      <n-ol>
        <n-li
          >천재지변 등의 사유로 인하여 기계적인 작동 불능이 발생한 경우</n-li
        >
        <n-li
          >서비스 운영 장비의 정기점검, 장비고장, 전용회선 장애 등의 부득이한
          사유가 발생하여 사업자가 서비스 제공을 중지할 필요가 있다고 판단하는
          경우</n-li
        >
        <n-li
          >“회사”는 전 항의 규정에 의해 서비스 제공을 중단할 경우, 그 사항들을
          이용자에게 알린다. 단 돌발적인 상황이 발생하여 연락이 불가피한
          경우에는 알리지 못 할 수도 있다.</n-li
        >
      </n-ol>
    </div>

    <n-h4> 제15조 ( 서비스 이용의 정지 ) </n-h4>
    <div class="tos-content">
      <n-ol>
        <n-li
          >제 6조 항목에 대한 이용자의 의무에 위배되거나 전자거래질서를 위협하는
          경우에 “회사”는 이용자의 서비스 이용을 제한할 수 있다.</n-li
        >
      </n-ol>
    </div>

    <n-h4> 제16조 ( 계약의 변경과 해지 ) </n-h4>
    <div class="tos-content">
      <n-ol>
        <n-li
          >합당한 사유가 있어 계약의 일부 또는 전부에 대하여 변경이 필요 한
          경우에는 “회사”와 이용자는 상호협의 후 서면통지로서 변경할 수
          있다.</n-li
        >
        <n-li
          >이용자가 제6조의 이용자의 의무를 위반할 경우 “회사”는 이용계약을
          해지할 수 있다.</n-li
        >
        <n-li
          >“회사”는 제15조의 규정에 의해 “회사”의 서비스의 이용을 정지당한
          이용자가 제15조의 경우 중에 그 이유를 해소하지 않는 경우는 그
          이용계약을 해지할 수 있다.</n-li
        >
        <n-li
          >“회사”가 동조 제1항 내지 제3항의 규정에 의해 이용계약을 해지하려고
          하는 경우는 미리 이를 이용자에게 통지하고 이용자의 데이터에 대한
          처리를 협의한다.</n-li
        >
        <n-li
          >“회사”가 동조 제5항에 따라, 기 보유하고 있는 이용자의 연락처 정보를
          이용하여 이용자에게 통지(이메일, 문자 등의 방법을 포함한다)하였으나,
          이용자가 통지일로부터 1개월 간 “회사”와 연락이 되지 않을 경우,
          “회사”는 통지일로부터 3개월이 지난 시점에 이용자의 데이터를 삭제할 수
          있다.</n-li
        >
      </n-ol>
    </div>

    <n-h4> 제17조 ( 서비스 비용의 환불 ) </n-h4>
    <div class="tos-content">
      <n-ol>
        <n-li
          >16조 1항의 상호간의 합의를 통한 계약해지 시 “회원”은 비용의 환불을
          요구할 수 있으며”회사”의 절차에 의거하여 해지 및 환불을 신청하고 관련
          서류를 제출하여야 한다.</n-li
        >
        <n-li
          >16조 1항의 상호간의 합의를 통한 계약해지 시 중도해지에 따른 별도의
          위약금은 없으며, 서비스 이용 일을 할인되지 않은 정상가로 환산한 일할
          금액과 처리에 따르는 부대경비, 카드 수수료 등을 공제한 후 환불한다.
          이때 초기 도입에 소요된 비용인 가입비는 환불되지 않는다.</n-li
        >
        <n-li
          >카드결제를 통한 구매건의 환불은 원칙적으로 카드 매출 취소 환불을
          통해서만 가능합니다.</n-li
        >
      </n-ol>
    </div>

    <n-h2> 제5장 보상과 면책 </n-h2>
    <n-h4> 제18조 ( 보상 ) </n-h4>
    <div class="tos-content">
      <n-ol>
        <n-li
          >“회사”는 제 16조 규정에 의해 이용계약의 해지로 인한 서비스의 중단에
          대해서는 책임을 지지 않는다.</n-li
        >
        <n-li
          >“회사”는 “회사”의 명백한 과실로 인하여 이용자가 입은 손해에 대해서는
          “회사”의 월 서비스 이용 금액 한도 내에서 이용자와 사전 협의하여
          배상한다. 다만, 이용자의 손해 발생에 이용자의 과실이 경합되었거나,
          19조에서 정한 면책사유에 해당하는 경우에는 배상하지 않는다.</n-li
        >
        <n-li
          >손해배상의 청구는 회사에 청구사유 및 근거를 기재하여 전자우편, 팩스
          또는 서면으로 신청해야 한다.</n-li
        >
      </n-ol>
    </div>

    <n-h4> 제19조 ( 면책 조항 ) </n-h4>
    <div class="tos-content">
      <n-ol>
        <n-li
          >“회사”는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를
          제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제된다.</n-li
        >
        <n-li
          >“회사”는 이용자의 귀책사유로 인한 서비스 이용의 장애에 대하여 책임을
          지지 않는다.</n-li
        >
        <n-li
          >“회사”는 이용자가 서비스를 이용하여 기대하는 수익을 상실한 것에
          대하여 책임을 지지 않으며 그밖에 서비스를 통하여 얻은 자료로 인한
          손해에 관하여 책임을 지지 않는다.</n-li
        >
        <n-li
          >“회사”는 이용자가 서비스에 게재한 정보, 자료, 사실의 신뢰도, 정확성
          등 내용에 관하여는 책임을 지지 않는다.</n-li
        >
        <n-li
          >“회사”는 이용자가 이용이자 목적에 의해 수집된 자료를 목적 이외의
          용도로 이용하였을 경우 이에 대한 책임은 이용자에게 있다.</n-li
        >
        <n-li
          >“회사”는 약관, 기타 회사가 정한 이용기준을 준수하지 않은 이용으로
          인한 결과에 대하여 책임을 지지 않는다.</n-li
        >
        <n-li
          >“회사”는 서비스에 포함된 기능이 회원의 요구사항을 모두 충족시키거나
          이용 시 컴퓨터의 이용에 일시적인 간섭이나 오류가 발생하지 않을 것을
          보증하지 않는다.</n-li
        >
        <n-li
          >“회사”는 ‘소프트웨어’가 제공된 이후에 제조된 컴퓨터 하드웨어와 컴퓨터
          운영체제의 변경에 따라서 발생하는 문제에 대해 책임지지 않는다.</n-li
        >
        <n-li
          >“회사”는 회원 상호간 및 회원과 제3자 상호 간에 ‘소프트웨어’ 및
          서비스를 매개로 발생한 분쟁에 개입하지 않으며, 이로 인한 손해에 대해
          배상하지 않는다.</n-li
        >
      </n-ol>
    </div>

    <n-h2> 제6장 기타 협의 사항</n-h2>
    <n-h4> 제20조 ( 이용자에 대한 통지 ) </n-h4>
    <div class="tos-content">
      <n-text
        >“회사”가 불특정다수 이용자에 대한 통지를 하는 경우 7일 이상 “회사”의
        공지사항 게시판에 게시한다.</n-text
      >
    </div>

    <n-h4> 제21조 ( 개인정보보호 및 개인정보 위탁처리 ) </n-h4>
    <div class="tos-content">
      <n-text
        >“회사”는 관련법령이 정하는 바에 따라서 이용자의 등록정보를 포함한
        이용자의 개인정보를 보호하기 위하여 노력해야 하며 이용자의
        개인정보보호에 관해서는 관련법령 및 “회사”가 정하는 “개인정보
        보호방침”에 정한 바에 의한다.</n-text
      >
      <n-ol>
        <n-li>
          <n-p>개인정보 위탁업무의 목적 및 범위 </n-p>
          <n-text>
            “회사”는 계약이 정하는 바에 따라 업무관리 목적으로 다음과 같은
            개인정보 처리 업무를 수행한다.</n-text
          >
          <n-ol>
            <n-li>주문관리 : 상품의 배송, 사은품 배송 등</n-li>
            <n-li>CS관리 : 고객만족도 조사, 고객 불만 처리 등</n-li>
            <n-li>POS 회원관리 : 오프라인 매장 고객 회원 포인트 정책 관리</n-li>
          </n-ol>
        </n-li>
        <n-li>
          <n-text>개인정보 재위탁 제한</n-text>
          <n-ol>
            <n-li
              >“회사”는 이용자의 사전 승낙을 얻은 경우를 제외하고 이용자와의
              계약상의 권리와 의무의 전부 또는 일부를 제3자에게 양도하거나
              재위탁할 수 없다.</n-li
            >
            <n-li
              >“회사”가 재위탁 받은 수탁회사를 선임한 경우 “회사”는 당해
              재위탁계약서와 함께 그 사실을 즉시 이용자에게 통보하여야
              한다.</n-li
            >
          </n-ol>
        </n-li>
        <n-li>
          <n-text>개인정보의 안전성 확보조치</n-text>
          <n-p
            >“회사”는 개인정보보호법 제29조, 동법 시행령 제30조 및 개인정보의
            안전성 확보조치 기준 고시(행정안전부고시 제20117-1호)에 따라
            개인정보의 안전성 확보에 필요한 관리적•기술적 조치를 취하여야
            한다.</n-p
          >
        </n-li>

        <n-li>
          <n-text>개인정보의 처리제한</n-text>
          <n-ol>
            <n-li
              >“회사”는 계약기간은 물론 계약 종료 후에도 위탁업무 수행 목적
              범위를 넘어 개인정보를 이용하거나 이를 제3자에게 제공 또는
              누설하여서는 안 된다.</n-li
            >
            <n-li
              >“회사”는 계약이 해지되거나 또는 계약기간이 만료된 경우 위탁업무와
              관련하여 보유하고 있는 개인정보를 「개인정보보호법」시행령
              제16조에 따라 즉시 파기하거나 이용자에게 반납하여야 한다.</n-li
            >
            <n-li
              >제2항에 따라 “회사”가 개인정보를 파기한 경우 지체 없이 이용자에게
              그 결과를 통보하여야 한다.</n-li
            >
          </n-ol>
        </n-li>
        <n-li>
          <n-text>수탁자에 대한 관리•감독 등</n-text>
          <n-ol>
            <n-li>
              이용자는 “회사”에 대하여 다음 각 호의 사항을 관리하도록 요구할 수
              있으며, “회사”는 특별한 사유가 없는 한 이에 응하여야 한다.
              <n-ol>
                <n-li>개인정보의 처리 현황</n-li>
                <n-li>개인정보의 접근 또는 접속현황</n-li>
                <n-li>개인정보 접근 또는 접속 대상자</n-li>
                <n-li>목적 외 이용․제공 및 재위탁 금지 준수여부</n-li>
                <n-li>암호화 등 안전성 확보조치 이행여부</n-li>
                <n-li>그밖에 개인정보의 보호를 위하여 필요한 사항</n-li>
              </n-ol>
              <n-li
                >이용자는 “회사”에 대하여 제1항 각 호의 사항에 대한 실태를
                점검하여 시정을 요구할 수 있으며, “회사”는 특별한 사유가 없는 한
                이행하여야 한다.</n-li
              >
            </n-li>
          </n-ol>
        </n-li>
        <n-li>
          <n-text>손해배상</n-text>
          <n-ol>
            <n-li
              >“회사” 또는 “회사”의 임직원, 기타 “회사”의 수탁자가 이 계약에
              의하여 위탁 또는 재위탁 받은 업무를 수행함에 있어 이 계약에 따른
              의무를 위반하거나 “회사” 또는 “회사”의 임직원 기타 “회사”의
              수탁자의 귀책사유로 인하여 이 계약이 해지되어 이용자 또는
              개인정보주체 기타 제3자에게 손해가 발생한 경우 “회사”는
              개인정보보호법에서 정한 법령에 따라 배상할 수 있다.</n-li
            >
            <n-li
              >이용자가 개인정보주체의 동의를 얻지 않고(본건 개인정보 위탁에
              대한 동의도 포함한다) 입수한 개인정보로 인하여 개인정보주체 기타
              제3자에게 손해가 발생할 경우 전적으로 이용자가 손해배상책임을 지며
              “회사”는 일체의 책임을 부담하지 않는다.</n-li
            >
          </n-ol>
        </n-li>
        <n-li>
          <n-text>개인정보의 처리 위탁</n-text>
          <n-p
            >"회사"는 서비스의 원활한 제공을 위해 개인정보를 위탁처리 하고
            있으며, 관계 법령에 따라 위탁계약 시 개인정보가 안전하게 관리될 수
            있도록 필요한 사항을 규정하고 있다.</n-p
          >
          <n-ol>
            <n-li>
              현재 "회사"의 개인정보처리수탁자와 그 업무의 내용은 다음과 같다.
              <n-ol>
                <n-li>
                  1KG 이니시스
                  <n-ol>
                    <n-li> 위탁 업무 내용 : 계좌이체 결제, 신용카드 결제</n-li>
                    <n-li>개인정보의 보유 및 이용기간 : 법정 보유기간</n-li>
                  </n-ol>
                </n-li>
                <n-li>
                  나이스평가정보(주)
                  <n-ol>
                    <n-li>위탑 업무 내용 : 본인 인증 및 식별</n-li>
                    <n-li>개인정보의 보유 및 이용기간 : 법정 보유기간</n-li>
                  </n-ol>
                </n-li>
                <n-li>
                  인포뱅크(주)
                  <n-ol>
                    <n-li> 위탑 업무 내용 : 문자 메시지 발송 서비스</n-li>
                    <n-li
                      >개인정보의 보유 및 이용기간 : 회원 탈퇴 시 혹은 법정
                      보유기간</n-li
                    >
                  </n-ol>
                </n-li>
                <n-li>
                  엠비아이솔루션(주)
                  <n-ol>
                    <n-li
                      >위탁 업무 내용: 카카오 알림톡 발송, 톡 기반 상담
                      서비스(해피톡) 제공</n-li
                    >
                    <n-li
                      >개인정보의 보유 및 이용기간 : 회원 탈퇴 시 혹은 법정
                      보유기간</n-li
                    >
                  </n-ol>
                </n-li>
              </n-ol>
            </n-li>
            <n-li
              >현재 "회사"가 제3자에게 제공하고 있는 개인정보 현황은 다음과
              같다.
              <n-ol>
                <n-li>
                  굿스플로
                  <n-ol>
                    <n-li>제공 목적 : 택배 연계 서비스 및 송장 출력</n-li>
                    <n-li
                      >보유 및 이용기간 : 재화 또는 서비스의 제공 목적이 달성된
                      후 파기</n-li
                    >
                  </n-ol>
                </n-li>
              </n-ol>
            </n-li>
          </n-ol>
        </n-li>
      </n-ol>
    </div>

    <n-h4> 제22조 ( 공개게시물의 삭제 )</n-h4>
    <div class="tos-content">
      <n-text
        >이용자의 공개게시물의 내용이 다음 각 호에 해당하는 경우 “회사”는
        이용자에게 사전 통지 없이 해당 공개게시물을 삭제할 수 있고, 해당
        이용자의 자격을 제한할 수 있다.</n-text
      >
      <n-ol>
        <n-li
          >다른 이용이자 또는 제3자를 비방하거나 중상모략으로 명예를 손상시키는
          내용</n-li
        >
        <n-li
          >공서양속에 위반되는 내용의 정보, 문장, 도형 등을 유포하는 내용</n-li
        >
        <n-li>범죄행위와 관련이 있다고 판단되는 내용</n-li>
        <n-li
          >다른 이용자 또는 제3자의 저작권 등 기타 권리를 침해하는 내용</n-li
        >
        <n-li>기타 관계 법령에 위배된다고 판단되는 내용</n-li>
      </n-ol>
    </div>

    <n-h4> 제23조 ( 저작권의 귀속 및 이용제한 )</n-h4>
    <div class="tos-content">
      <n-ol>
        <n-li
          >“회사”가 작성한 저작물에 대한 저작권 기타 지적재산권은 “회사”에
          귀속합니다.</n-li
        >
        <n-li
          >이용자는 서비스를 이용함으로써 얻은 정보를 “회사”의 사전승낙 없이
          복제, 전송, 출판, 배포, 방송 기타 방법에 의하여 영리목적으로
          이용하거나 제3자에게 이용하게 하여서는 안 된다.</n-li
        >
        <n-li
          >이용자가 등록하는 이용자의 데이터(이용자의 고객정보)는 “회원”의
          소유이며 이는 데이터베이스 호스팅으로 이용자가 삭제, 변경 할 수
          있으며, 해당 데이터의 소유와 책임은 “회원”에게 있다.</n-li
        >
      </n-ol>
    </div>
    <n-h4> 제24조 ( 재판 관할 )</n-h4>
    <div class="tos-content">
      <n-text
        >“회사”와 이용자간에 발생한 서비스 이용에 관한 분쟁에 대하여는 대한민국
        법을 적용하며, 본 분쟁으로 인한 소는 관할지방법원에 제기한다.
        끝.</n-text
      >
    </div>

    <n-h4> {{ "< 부칙 >" }} </n-h4>
    <div class="tos-content">
      <n-text>본 계약조건은 2021. 12. 07 부터 개정 적용 한다.</n-text>
    </div>

    <n-h2> 택배 연동시스템 제휴 계약서 </n-h2>

    <n-h4> 제1조 (목적) </n-h4>
    <div class="tos-content">
      <n-text
        >본 계약조건은 주식회사 인아웃박스(이하 회사)와 회사의 서비스를 이용하는
        고객(이하 회원)간의 기존 인아웃박스(inoutbox)(이하 인아웃박스) 내부에서
        굿스플로 택배 송장출력 연계 서비스(이하 택배연동서비스)를 구축하고
        사용하는데 있어서 각각의 권리와 의무에 대한 제반 사항을 정하는 데
        있다.</n-text
      >
    </div>

    <n-h4> 제2조 ( 계약 내용 및 서비스 정의 ) </n-h4>
    <div class="tos-content">
      <n-ol>
        <n-li
          >본 계약은 회사과 회원간의 인아웃박스 사용 계약에 추가로 솔루션 내에서
          회원이 굿스플로 택배 연계서비스을 사용 할 수 있도록 하는 것을 그
          내용으로 한다.</n-li
        >
        <n-li
          >택배연동 서비스는 별도의 택배시스템을 이용하기 위해 인아웃박스에서
          배송데이터를 엑셀로 다운받는 형태가 아니라 배송정보를 (주)굿스플로에
          전달하여 솔루션 내에서 바로 송장을 출력하고 출력된 송장번호를
          인아웃박스에 자동으로 입력할 수 있도록 하는 서비스이다.</n-li
        >
        <n-li
          >회원의 배송정보는 (주)굿스플로에 제공되어 (주)굿스플로에서 제작된
          모바일 앱 배송지키미 회원과 관련된 건이 있으면 (주)굿스플로는
          배송지키미앱을 이용하여 자동알림 서비스를 제공할 수 있다. 모든
          배송정보에 대하여 자동알림 서비스를 제공하는 것은 아니다.</n-li
        >
      </n-ol>
    </div>

    <n-h4> 제3조 ( 각 사의 역할 ) </n-h4>
    <div class="tos-content">
      <n-text>회사는 원활한 서비스를 위하여 다음과 같은 역할을 한다.</n-text>
      <n-ol>
        <n-li
          >수하인명, 주소, 전화번호, 쇼핑몰, 상품명 등 본 서비스와 관련한 정보를
          (주)굿스플로에게 제공</n-li
        >
        <n-li
          >(주)굿스플로와 정보연동을 위한 회사의 택배연동 시스템 관리 및
          장애처리</n-li
        >
        <n-li
          >회원에서 서비스를 원활하게 이용할 수 있도록 관련 서비스에 대한 적절한
          이용 안내 회원은 서비스를 이용하기 위해 다음과 같은 역할을 한다.</n-li
        >
        <n-li
          >배송정보의 정보주체(물품 구매 고객)에게 인아웃박스 택배연동 서비스를
          이용하고 정보가 전달되는 것에 대해 알려야 한다.</n-li
        >
        <n-li>정확한 정보를 입력하여 시스템을 이용한다.</n-li>
      </n-ol>
    </div>

    <n-h4> 제4조 ( 송장출력 서비스 및 이용 요금 ) </n-h4>
    <div class="tos-content">
      <n-ol>
        <n-li
          >택배연동 서비스의 연계 택배사는 CJ대한통운, 한진택배, 로젠택배,
          우체국택배, KGB택배, 현대택배, KG로지스 등 7개 택배사로 한다.</n-li
        >
        <n-li
          >전 항의 택배사가 변경되는 경우에 회사는 회원에게 즉시 통지하도록
          한다.</n-li
        >
        <n-li>택배연동 서비스 이용 요금은 무료로 한다.</n-li>
      </n-ol>
    </div>

    <n-h4> 제5조 ( 서비스 제공 및 책임 ) </n-h4>
    <div class="tos-content">
      <n-ol>
        <n-li
          >회사와 회원은 정보통신망법 및 개인정보보호법 등 개인정보처리, 위탁,
          제공 등에 대한 관련 법규의 제반 사항을 따르도록 하고, 개인정보의 처리,
          위탁, 제공에 따른 적법한 고지, 통지, 동의 요건을 충족하도록 하고,
          상대방의 개인정보 처리, 위탁, 제공 등의 법적 절차 미준수로 인하여
          발생하는 문제에 대하여 책임지지 않는다.</n-li
        >
        <n-li
          >회원은 송장출력 서비스에 필요한 정보를 정확히 제공하여야 하고,
          부정확한 정보 제공으로 인한 장애 및 사고에 대해서 회사는 책임지지
          않는다.</n-li
        >
      </n-ol>
    </div>

    <n-h4> 제6조 ( 서비스 제공 시간 및 장애처리 ) </n-h4>
    <div class="tos-content">
      <n-ol>
        <n-li>서비스 제공은 1일 24시간 365일을 원칙으로 한다.</n-li>
        <n-li
          >회사는 정기 점검 또는 기술상의 필요에 의해 서비스의 중단이 불가피한
          경우에 이를 사전 고지한 후 일시적으로 서비스를 중지할 수 있다. 단,
          불가항력, 천재지변, 일시적인 시스템 장애의 경우에는 사전고지를 필요로
          하지 않는다.</n-li
        >
        <n-li
          >회사의 시스템 장애 복구 시간 동안에는 회원은 택배사의 송장출력
          프로그램을 이용한다.</n-li
        >
      </n-ol>
    </div>

    <n-h4> 제7조 ( 개인정보보호 ) </n-h4>
    <div class="tos-content">
      <n-ol>
        <n-li
          >회사 및 (주)굿스플로는 본 계약에 의하여 제공되는 개인정보 주체의
          정보를 승인 없이 영업, 마케팅 등 영리 목적으로 이용할 수 없다.</n-li
        >
        <n-li
          >회사 및 (주)굿스플로는 업무를 수행함으로써 취득한 모든 정보에 대하여
          관련 업무수행이 종료된 즉시 파기하여야 하고, 그 보관 기간은 6개월을
          넘지 못한다. 단, 법률의 규정이 있는 경우에는 예외로 한다.</n-li
        >
      </n-ol>
    </div>

    <n-h4> 제8조 ( 불가항력 등 면책 ) </n-h4>
    <div class="tos-content">
      <n-ol>
        <n-li
          >회사는 천재지변, 국가 비상사태, 전쟁, 테러, 정부의 조치, 법원의 명령
          등 회사의 지배 범위 밖의 사유로 인하여 일어난 문제에 대해서는 책임지지
          않는다.</n-li
        >
        <n-li
          >회사는 운송장번호의 등록오류, 전화 번호 등록오류, 허위 배송정보 등
          회원의 고의 또는 과실로 인한 이용자의 손해에 대해서는 책임지지
          않는다.</n-li
        >
        <n-li
          >회사는 ㈜굿스플로 앱의 오류로 인한 이용자의 손해에 대해서는 책임지지
          않는다.</n-li
        >
      </n-ol>
    </div>

    <n-h4> 제9조 ( 추가 계약에 따른 협의 ) </n-h4>
    <div class="tos-content">
      <n-text>
        이 계약은 인아웃박스을 사용하면서 송장출력에 대한 추가 기능에 대한 사용
        계약이므로 해당 계약에 대해 이 계약에서 협의 되지 않은 내용들에 대해서는
        인아웃박스 솔루션 사용계약에 따른다. 그리고 그 외의 항목에 대해서는
        회원과 회사의 협의에 의해 정한다.
      </n-text>
    </div>
  </n-card>
</template>

<style>
.tos-card .n-h {
  text-align: start;
}
.n-h4 {
  margin-left: 1%;
}
.tos-content {
  margin-left: 2%;
}
</style>
